Repository: miragu/gkrellmms
Catalog: po/*.po
Languages: da, es, fr, nl, ru

source: GKrellMMS Error
da: GKrellMMS Fejl
es: Error de GKrellMMS
fr: Erreur de GKrellMMS
nl: GKrellMMS Fout
ru: Ошибка GKrellMMS

source: Couldn't launch XMMS ;(
da: Kunne ikke starte XMMS ;(
es: No se pudo ejecutar XMMS ;(
fr: Echec du lancement de Xmms
nl: Kon XMMS niet opstarten ;(
ru: Не могу запустить XMMS ;(

source: /Toggles...
da: /Skiftere...
es: /Opciones...
fr: /Options...
nl: /Opties...
ru: /Включить...

source: /Toggles.../Main Window
da: /Skiftere.../Hovedvindue
es: /Opciones.../Ventana principal
fr: /Options.../Fenêtre principale
nl: /Opties.../Main Window
ru: /Включить.../Главное окно

source: /Toggles.../Playlist
da: /Skiftere.../Nummerliste
es: /Opciones.../Lista de reproducción
fr: /Options.../Liste de lecture
nl: /Opties.../Afspeellijst
ru: /Включить.../Список песен

source: /Toggles.../EQ
da: /Skiftere.../EQ
es: /Opciones.../Ecualizador
fr: /Options.../EQ
nl: /Opties.../EQ
ru: /Включить.../Эквалайзер

source: /Toggles.../Repeat
da: /Skiftere.../Gentag
es: /Opciones.../Repetir
fr: /Options.../Répéter
nl: /Opties.../Herhaal
ru: /Включить.../Повтор

source: /Toggles.../Shuffle
da: /Skiftere.../Tilfældig
es: /Opciones.../Aleatorio
fr: /Options.../Aléatoire
nl: /Opties.../Willekeurig
ru: /Включить.../Случайно

source: /Toggles.../-
da: /Skiftere.../-
es: /Opciones.../-
fr: /Options.../-
nl: /Opties.../-
ru: /Включить.../-

source: /Toggles.../Always on top on
da: /Skiftere.../Altid øverst til
es: /Options.../Siempre arriba
fr: /Options.../Toujours visible activé
nl: /Opties.../Altijd bovenaan aan
ru: /Включить.../Всегда наверху

source: /Toggles.../Always on top off
da: /Skiftere.../Altid øverst fra
es: /Opciones.../Siempre arriba desactivado
fr: /Options.../Toujours visible désactivé
nl: /Opties.../Altijd bovenaan uit
ru: /Включить.../Не всегда наверху

source: /Xmms.../Previous
da: /Xmms.../Forrige
es: /XMMS.../Anterior
fr: /Xmms.../Précédent
nl: /Xmms.../Vorige
ru: /Xmms.../Предыдущая

source: /Xmms.../Play
da: /Xmms.../Afspil
es: /XMMS.../Reproducir
fr: /Xmms.../Lecture
nl: /Xmms.../Afspelen
ru: /Xmms.../Воспроизвести

source: /Xmms.../Pause
es: /XMMS.../Pausa
nl: /Xmms.../Pauze
ru: /Xmms.../Пауза

source: /Xmms.../Stop
es: /XMMS.../Detener
fr: /Xmms.../Arrêt
ru: /Xmms.../Стоп

source: /Xmms.../Next
da: /Xmms.../Næste
es: /XMMS.../Siguiente
fr: /Xmms.../Suivant
nl: /Xmms.../Volgende
ru: /Xmms.../Следующая

source: /Playlist Editor
da: /Spilleliste redigering
es: /Editor de la lista de reprodución
fr: /Editeur de la liste de lecture
nl: /Afspeellijst bewerker
ru: /Редактор списка

source: /Open file(s)
da: /Åbn fil(er)
es: /Abrir archivo(s)
fr: /Ouverture de fichier(s)
nl: /Bestand(en) openen
ru: /Открыть файл(ы)

source: /Open Playlist
da: /Åbn spilleliste
es: /Abrir lista de reproducción
fr: /Ouverture d'une liste de lecture
nl: /Afspeellijst Openen
ru: /Открыть список

source: /XMMS Prefs
da: /XMMS Indstillinger
es: /Preferencias de XMMS
fr: /Préférences Xmms
nl: /XMMS Configuratie
ru: /Настройки XMMS

source: /Quit XMMS
da: /Afslut XMMS
es: /Salir de XMMS
fr: /Quitter Xmms
nl: /XMMS afsluiten
ru: /Выход из XMMS

source: /Launch XMMS
da: /Start XMMS
es: /Ejecutar XMMS
fr: /Lancer Xmms
ru: /Запустить XMMS

source: GKrellMMS is a GKrellM XMMS-plugin which allows you to control XMMS from within GKrellM. It features some cool things, such as: - A scrolling title. - A Krell which indicates where you are in a song. - Themeable buttons for controlling XMMS. - A playlist editor. - A gtk-popup-menu with misc. XMMS-functions.
da: GkrellMMS er et XMMS-plugin til GKrellM, der giver dig mulighed for at kontrollere XMMS fra GKrellM. Det under- støtter fede ting såsom: - Rullende titelbanner. - En "Krell" der viser hvor i sangen du er. - Spilleliste redigering. - Tematisérbare knapper til kontrol af XMMS. - En gtk-pop op-menu med diverse XMMS-funktioner.
es: GKrellMMS es un plugin GKrellM para XMMS que te permite controlar XMMS desde GKrellM. Se destacan algunas funcionalidades como: - Desplazaaiento del título - Un Krell que indica donde estás en una canción - Botones temables para controlar XMMS - Un editor de la lista de reproducción - Un menú GTK emergente con diferentes funciones de XMMS
fr: GKrellMMS est un plugin GKrellM pour Xmms qui vous permet de contrôler xmms depuis GKrellM. Il possède des fonctionnalités sympatiques comme: - le défilement du titre - un afficheur qui indique où en est le morceau - des boutons thémables pour contrôler xmms - un éditeur de la liste de lecture - un menu popup offrant l'accès à différentes fonctionnalités de xmms
nl: GKrellMMS is een GKrellM XMMS-plugin zodat u XMMS kunt bedienen vanuit GKrellM. Het kan een paar gave dingen, zoals: - Een titel in een lichtkrant. - Een Krell dat aangeeft hoever het nummer is met afspelen. - Veranderbare knoppen om XMMS te bedienen. - Een afspeellijst editor. - Een gtk-popuup-menu met overige XMMS-functies.
ru: GKrellMMS - это XMMS-плагин для GKrellM, позволяющий вам управлять XMMS из GKrellM. Его основные достоинства: - Прокрутка названия песни. - Крелл, показывающий позицию в песне. - Настраиваемые кнопки управления. - Редактор списка песен. - Всплывающее меню с некоторыми функциями XMMS.

source: <b>How to use GKrellMMS:
da: <b>Sådan bruges GKrellMMS:
es: <b>Como utilizar GKrellMMS:
fr: <b>Comment utiliser GKrellMMS:
nl: <b>Hoe GKrellMMs te gebruiken:
ru: <b>Как пользоваться GKrellMMS:

source: You can do some cool stuff with the XMMS-Krell, by using your mouse.
da: Du kan gøre fede ting med XMMS-Krellen, ved at bruge din mus.
es: Puedes hacer algunas acciones interesantes con el XMMS-Krell,usando el mouse.
fr: Certaines actions intéressantes sont accessibles à la souris.
nl: Door uw muis te gebruiken kunt U gave dingen doen met de XMMS-Krell.
ru: Большинство действий с XMMS-креллом вы можете выполнить при помощи мыши.

source: <b>Mouse actions: Left mouse-button:
da: <b>Musehandlinger: Venstre museknap:
es: <b>Acciones del mouse: Botón izquierdo:
fr: <b>Souris: Bouton gauche:
nl: <b>Muis acties: Linker muisknop:
ru: <b>Действия мыши: Левая кнопка:

source: Jump through song.
da: Hop til enden af sangen
es: Saltar la canción.
fr: Sauter la chanson.
nl: Door een nummer springen.
ru: Перемещаться по песне.

source: <b> Middle mouse-button:
da: <b> Midterste museknap:
es: <b> Botón del medio:
fr: <b> Bouton du milieu:
nl: <b> Middelste muisknop:
ru: <b> Средняя кнопка:

source: Pause/stop/play XMMS (configurable), or launch XMMS if it's not running.
da: Pause/stop/afspil XMMS (konfigurerbar), eller start XMMS hvis den ikke kører.
es: Pausar/Detener/Reproducir XMMS (configurable), o ejecutar XMMS si no está corriendo.
fr: Pause/arrêt/lecture de xmms (configurable), ou démarrage de xmms.
nl: XMMS pauzeren/stoppen/afspelen (veranderbaar), of XMMS opstarten als deze nog niet draait.
ru: Пауза/стоп/воспроизведение (настраивается), или запуск XMMS, если ещё не запущен.

source: <b> Right mouse-button:
da: <b> Højre museknap:
es: <b> Botón derecho del mouse:
fr: <b> Bouton droit:
nl: <b> Rechter muisknop:
ru: <b> Правая кнопка:

source: Popup-menu. The led indicator on the Krell indicates several things:
da: Pop up menu. Dioden på Krellen indikerer flere forskellige ting:
es: Menú emergente El botón luminoso sobre el Krell indica varias cosas:
fr: Menu popup Le bouton lumineux sur l'afficheur indique plusieurs choses:
nl: Popup-menu. De led op de Krell geeft verschillende dingen aan:
ru: Всплывающее меню. Огонёк-индикатор крелла имеет несколько значений:

source: <b> Constant red:
da: <b> Konstant rød:
es: <b> Rouge fixe:
fr: <b> Rouge fixe:
nl: <b> Constant rood:
ru: <b> Красный:

source: XMMS is turned off.
da: XMMS er ikke startet.
es: XMMS está apagado.
fr: Xmms est arrêté.
nl: XMMS staat uit.
ru: XMMS выключен.

source: <b> Constant green:
da: <b> Konstant grøn:
es: <b> Verde constante:
fr: <b> Vert fixe:
nl: <b> Constant groen:
ru: <b> Зелёный:

source: XMMS is playing.
da: XMMS spiller.
es: XMMS está reproduciendo.
fr: Xmms est en cours de lecture.
nl: XMMS is aan het afspelen.
ru: XMMS играет.

source: <b> Red, blinking green:
da: <b> Rød, blinkende grøn:
es: <b> Rojo, verde parpadeante:
fr: <b> Rouge, clignotant vert:
nl: <b> Rood, knipperend groen:
ru: <b> Красный, мигающий зелёным:

source: XMMS is stopped.
da: XMMS er stoppet.
es: XMMS está detenido.
fr: Xmms est arrêté.
nl: XMMS is gestopt.
ru: XMMS остановлен.

source: <b> Green, blinking red:
da: <b> Grøn, blinkende rød:
es: <b> Verde, rojo parpadeante:
fr: <b> Vert, clignotant rouge:
nl: <b> Groen, knipperend rood:
ru: <b> Зелёный, мигающий красным:

source: XMMS is paused.
da: XMMS er pauset.
es: XMMS está en pausa.
fr: Xmms est en pause.
nl: XMMS is gepauzeerd.
ru: XMMS поставлен на паузу.

source: <b>Configurabilities:
da: <b>Indstillinger:
es: <b>Configuración:
fr: <b>Configuration:
nl: <b>Configuratie:
ru: <b>Настраиваемость:

source: GKrellM has some configurabilities for if you like to configure some stuff:
da: GKrellM har nogle indstillinsmuligheder hvis du kan lide at konfigurere ting:
es: GKrellM posee algunos parametros configurables:
fr: GKrellM possède certains paramètres configurables:
nl: GKrellM heeft een paar configuratie mogelijkheden voor als u iets zou willen configureren:
ru: В GKrellM вы можете легко настраивать нужные вам элементы.

source: <b>Configs tab: XMMS Executable:
da: <b>Instillinger fanen: XMMS programmet:
es: <b>Panel de configuración: Ejecutable de XMMS:
fr: <b>Panneau de configuration: Exécutable xmms:
nl: <b>Configuratie tab: XMMS Programma:
ru: <b>Вкладка Настройки: Исполняемый файл XMMS:

source: How the XMMS-executable (+ eventually path) is called on your computer. Default is xmms
da: Hvordan skal XMMS-programmet kaldes på din computer. Standard er xmms
es: Como el ejecutable de XMMS (+ eventualmente el path) es llamado por tu computadora. Por defecto es XMMS
fr: la façon dont l'éxécutable xmms est invoqué sur votre ordinateur, en incluant éventuellement le chemin. Par défaut, xmms.
nl: Hoe is het XMMS programma (+ een eventueel path) genoemd op uw computer. Standaard is xmms
ru: Как исполняемый файл XMMS (+ возможно, путь) называется на вашем компьютере. По умолчанию: xmms.

source: <b> Files Directory:
da: <b> Filbibliotek:
es: <b> Carpeta de archivos:
fr: <b> Répertoire des fichiers:
nl: <b> Bestanden Map:
ru: <b> Директория с файлами:

source: The directory where your mp3's/xm's/whatever are stored in. When starting XMMS from GKrellM, it will go to this directory when ejecting.
da: Biblioteket hvor dine mp3'er eller hvad du har ligger gemt. Når XMMS startes fra gkrellm afsluttes i dette bibliotek efter eject.
es: La carpeta donde se guardan sus archivos mp3/xm. Cuando inicia XMMS desde GKrellM, éste se posicionará en esta carpeta cuando pulse el botón expulsar.
fr: Le répertoire où sont stockés vos fichiers mp3 ou autres. Lors du lancement de xmms par GKrellM, il se positionnera dans ce répertoire.
nl: De map waar uw mp3's/xm's/etc opgeslagen zijn. Als u XMMS start van GKrellM, zal het naar deze map gaan als u eject.
ru: Директория, где хранятся ваши mp3/xm/что-там-ещё. Если вы запускаете XMMS из GKrellM, при нажатии на кнопку "извлечь" вы перейдёте в эту директорию.

source: <b> Playlist Directory:
da: <b> Spillelistebibliotek:
es: <b> Carpeta de lista de reproducción:
fr: <b> Répertoire de liste de lecture:
nl: <b> Afspeellijsten Map:
ru: <b> Директория со списками:

source: The directory where your m3u-files are stored in.
da: Biblioteket hvor dine m3u-filer ligger.
es: La carpeta donde sus archivos m3u son guardados.
fr: Le répertoire où vos fichiers m3u sont stockés.
nl: De map waar uw m3u-files opgeslagen zijn.
ru: Директория, где хранятся m3u-файлы.

source: <b> Krell label:
da: <b> Krell titel:
es: <b> Etiqueta del Krell:
fr: <b> Etiquette de l'afficheur:
nl: <b> Krell text:
ru: <b> Заголовок крелла:

source: The text-label you want in the krell when xmms isn't running/playing.
da: Den tekst-streng du vil have i Krell'en når xmms ikke kører.
es: El texto de la etiqueta que quiere en el Krell cuando XMMS está ejecutando/reproduciendo
fr: Le texte de l'étiquette que vous voulez voir affiché quand xmms joue un morceau
nl: De text in de Krell die u wilt laten zien als xmms niet opgestart is of niet speelt.
ru: Текстовый заголовок, который вы хотите видеть на крелле, пока XMMS не играет или не запущен.

source: <b> Scroll separator:
da: <b> Rullebarreseparator:
es: <b> Separador de desplazamiento:
fr: <b> Séparateur de défilement:
nl: <b> Lichtkrant scheiding:
ru: <b> Разделитель:

source: The little text that will be appended at the end of the scrolled text. It defaults to ' *** ' (that's 3 spaces, 3 *'s and 3 spaces).
da: Den tekst der tilføjes til slutningen af den rullende tekst. Standard er ' *** ' (dvs. 3 mellemrum, 3 stjerner, og endnu 3 mellemrum.
es: El pequeño texto que aparece al final del texto en desplazamiento. Por defecto es ' *** ' (3 espacios, 3 * y 3 espacios)
fr: Ce qui est ajouté à la fin du texte défilant dans l'afficheur la valeur par défault est ' *** '
nl: Het stukje text dat aan het eind van de scrollende tekst zal worden vastgeplakt. Standaard is het ' *** ' (3 spaties, 3 *'s en nog eens 3 spaties.
ru: Короткий разделитель, добавляемый в конце прокручиваемой строки. По умолчанию это ' *** ' (3 пробела, 3 звёздочки и опять 3 пробела).

source: <b> XMMS Session to use:
da: <b> XMMS session der skal bruges:
es: <b> Sesión a usar por XMMS:
fr: <b> Session Xmms à utiliser:
nl: <b> XMMS Sessie om te gebruiken:
ru: <b> Использовать сессию XMMS:

source: The XMMS-session you want to use with GKrellMMS. Use 0 if you only have 1 XMMS running.
da: Den XMMS-session du ønsker at bruge med GKrellMMS. Brug 0 hvis du kun har 1 version af XMMS kørende.
es: La sesión XMMS que quiere utilizar con GKrellMMS. Utilize 0 si solamente tiene un XMMS ejecutandosé.
fr: La session xmms que vous souhaitez que GKrellMMS utilise. Vous pouvez utiliser 0 si vous n'avez qu'un seul xmms de lancé.
nl: De XMMS-sessie die u wilt gebruiken in GKrellMMS. Gebruik 0 als u maar 1 XMMS sessie draaient heeft.
ru: XMMS-сессия, которую вы хотите использовать для GKrellMMS. Укажите 0, если у вас запущена только одна версия XMMS.

source: <b>Toggles tab: Draw minus (-) with remaining time:
da: <b>Skiftere fanen: Prefix tilbageværende tid med minus (-):
es: <b>Panel de opciones: Signo menos (-) para el tiempo restante:
fr: <b>Panneau des options: Signe (-) pour le temps restant:
nl: <b>Opties tab: Teken min-teken (-) voor de nog af te spelen tijd:
ru: <b>Вкладка Опции: Добавлять минус (-) к оставшемуся времени:

source: Draw a minus (-) before the remaining time, when you have the output-time displaying remaining time.
da: Prefix tilbageværende tid med et minus (-) når du har rullebarren til at vise tilbageværende tid.
es: Dibuja un menos (-) antes del tiempo restante, cuando tienes la salida mostrando el tiempo restante.
fr: Signe (-) avant le temps restant quand le temps en sortie est le temps restant.
nl: Zet een min-teken (-) voor de nog af te spelen tijd, als u de weergave tijd op af te spelen tijd heeft gezet.
ru: Добавляет минус (-) перед оставшимся временем, если показано оставшееся время.

source: <b> XMMS Auto Launch:
da: <b> XMMS Autostart:
es: <b> Ejecutar XMMS automáticamente:
fr: <b> XMMS lancement automatique:
nl: <b> XMMS Auto Opstarten:
ru: <b> Запускать XMMS при старте GKrelMMS:

source: Auto launch XMMS when starting GKrellMMS.
da: Start XMMS automatisk når GKrellMMS startes.
es: Ejecutar XMMS automáticamente Lancer cuando se inicie GKrellMMS.
fr: Lancer automatiquement XMMS au démarrage de GKrellMMS.
nl: XMMS automatisch opstarten wanneer GKrellMMS wordt opgestart.
ru: Автоматически запускает XMMS при старте GKrellMMS.

source: <b> Auto Mainwindow Close:
da: <b> Luk hovedvindue automatisk:
es: <b> Cerrar automáticamente la ventana principal:
fr: <b> Fermeture automatique de la fenêtre principale:
nl: <b> Auto Mainwindow Sluiten:
ru: <b> Автоматически закрывать главное окно XMMS:

source: Automatically close the XMMS-mainwindow when GKrellMMS starts, and XMMS is already running, or when launching XMMS while GKrellMMS runs. This option also enables the mainwindow back when you quit gkrellm (some people really do).
da: Luk automatisk XMMS's hovedvindue når GKrellMMS starter, og XMMS allerede kører, eller når XMMS startes mens GKrellMMS allerede kører. Dette aktiverer også at XMMS's hovedvindue returneres når gkrellm afsluttes.
es: Cierra automáticamente la ventana principal deXMMS cuando GKrellMMS inicia, y XMMS está ejecutandosé, o cuando XMMS se ejecuta mientras GKrellMMS corre .Esta opsion tambien habilita la ventana principal cuando se sale de GKrellM.
fr: Fermeture automatique de la fenêtre principale de XMMS au lancement de GKrellMMS si XMMS est déjà lancé ou au lancement de XMMS quand GKrellMMS est déjà lancé. Cette option réaffiche la fenêtre principale lors de la fermeture de GKrellM.
nl: Automatisch het XMMS-mainwindow sluiten als GKrellMMS start, en XMMS al draait, of als u XMMS opstart terwijl GKrellMMS draait. Deze optie zet ook het xmms-mainwindow weer terug als u gkrellm afsluit (sommige mensen doen dit echt).
ru: Автоматически закрывать главное окно XMMS при старте GKrellMMS, когда XMMS уже запущен, или при запуске XMMS, когда GKrellMMS включен. Эта опция также возвращает главное окно обратно при выходе из GKrellM (да, некоторые из него выходят :-).

source: <b> Auto hide all XMMS windows:
da: <b> Gem automatisk alle XMMS vinduer:
es: <b> Ocultar automáticamente todas las ventanas de XMMS:
fr: <b> Cacher automatiquement toutes les fenêtres XMMS:
nl: <b> Automatisch alle XMMS schermen verbergen:
ru: <b> Автоматически прятать все окна XMMS:

source: Automatically hide all XMMS windows when GKrellMMS starts.
da: Gem automatisk alle XMMS vinduer når GKrellMMS starter.
es: Ocultar automáticamente todas las ventanas de XMMS cuando GKrellMMS se inicia.
fr: Cacher automatiquement toutes les fenêtres XMMS au lancement de GKrellMMS.
nl: Automatisch alle XMMS schermen verbergen als GKrellMMS start.
ru: Автоматически прятать все окна XMMS при запуске GKrellMMS.

source: <b> Auto seek on XMMS launch:
da: <b> Søg automatisk ved XMMS opstart:
es: <b> Buscar automáticamente al ejecutar XMMS:
fr: <b> Positionnement automatique au lancement de XMMS:
nl: <b> Automatisch zoeken bij XMMS opstarten:
ru: <b> Сохранять позицию в списке песен:

source: Let GKrellMMS jump to the location you were the last time you killed XMMS from within GKrellMMS.
da: Lad GKrellMMS hoppe til det sted du var, sidste gang du afsluttede XMMS fra GKrellMMS.
es: Permite a GKrellMMS saltar a la posición que estaba la última vez que mataste a XMMS desde dentro de GKrellMMS.
fr: Demander à GKrellMMS de se positionner à l'emplacement qu'il avait lors de la dernière fermeture de XMMS effectuée par GKrellMMS.
nl: Laat GKrellMMS naar de plaats in het nummer springen waar U de vorige keer XMMS afsloot vanuit GKrellMMS.
ru: Позволяет GKrellMMS перейти к позиции, на которой вы последний раз закрыли XMMS из GKrellMMS.

source: <b> Auto start playing:
da: <b> Automatisk afspilning:
es: <b> Iniciar automáticamente la reproduccíon:
fr: <b> Démarrer la lecture automatiquement:
nl: <b> Automatisch afspelen:
ru: <b> Начинать играть при запуске XMMS:

source: Automatically start playing when launching XMMS.
da: Start afspilning automatisk når XMMS startes.
es: Comenzar la reproducción automáticamente caundo se ejecuta XMMS.
fr: Commencer la lecture automatiquement au lancement de XMMS.
nl: Automatisch afspelen als XMMS opgestart wordt.
ru: Автоматически начинать играть при запуске XMMS.

source: <b> Enable scrolling title:
da: <b> Aktiver rullebarre:
es: <b> Activar el desplazamiento del título:
fr: <b> Activer le défilement du titre:
nl: <b> Lichtkrant aanzetten:
ru: <b> Включить прокрутку названия:

source: Enable/disable the scrolling title-panel.
da: (De)Aktivér den rullende titelbarre.
es: Activar/desactivar el desplazamiento del título del panel.
fr: Activer le défilement du titre du morceau dans le panneau.
nl: Zet de lichtkrant aan/uit.
ru: Включить/выключить панель с прокруткой названия.

source: <b>Switches tab: Eject opens:
da: <b>Skiftere fanen: Eject åbner:
es: <b>Panel de interruptores: El botón expulsar abre:
fr: <b>Panneau des bascules: le bouton éjecte ouvre:
nl: <b>Configuratie tab: Eject opent:
ru: <b>Вкладка Варианты: Кнопка "извлечь" открывает:

source: Check whether the eject-button on the button-bar opens a playlist or an other XMMS-file.
da: Check om eject-knappen på knap-panelet åbner en spilleliste eller en anden XMMS-fil.
es: Compruebe si el botón expulsar en la barra de botones abre la lista de reproducción u otro archivo XMMS.
fr: détermine si le bouton "éjecte" ouvre la liste de lecture ou un autre fichier xmms.
nl: Kijk of de eject-knop op de knoppen-balk een playlist of een ander XMMS-bestand opent.
ru: Укажите, открывает ли кнопка "извлечь" список песен или другой XMMS-файл.

source: <b> MMB on krell click:
da: <b> Midterklik på krell'en:
es: <b> MMB click sobre krell:
fr: <b> MMB lors d'un click sur l'afficheur:
nl: <b>MMB-klik op het krell:
ru: <b> Средняя кнопка мыши означает:

source: Check whether GKrellMMS should pause/continue or stop/play the current song on a MMB-click on the krell. MMB Click will always start playing the song if XMMS isn't playing.
da: Check om GKrellMMS skal pause/fortsætte, eller stoppe/afspille den nuværende sang ved et klik på midterste museknap på krell'en. Midterknappen får altid GKrellMMS til at starte med at afspille sangen, hvis XMMS ikke allerede afspiller.
es: Compruebe si GKrellMMS pausa/reproduce o detiene/reproduce la canción actual en un click MMBen el krell. Un click MMB comenzará la reproducción de la canción sí XMMS no está reproduciendo.
fr: détermine si GKrellMMS doit suspendre/reprendre ou arrêter/démarrer la lecture du titre en cours lors d'un clic MMB. Un clic MMB déclenchera toujours la lecture si XMMS n'est pas en train de jouer un titre.
nl: Kijk of GKrellMMS het huidige nummer moet pauze/doorgaan of stoppen/afspelen bij een MMB-klik op het krell. MMB Klik zal altijd het nummer beginnen af te spelen als XMMS niet speelt.
ru: Укажите действие средней кнопки мыши по нажатию на крелл: приостановить/продолжить или остановить/начать воспроизведение текущей песни. Щелчок средней кнопки всегда будет включать воспроизведение, если XMMS на данный момент не играет.

source: <b> Load file-info:
da: <b> Indlæs filinformation:
es: <b> Cargar la información del archivo:
fr: <b> Charger les informations sur les fichiers:
nl: <b> File laden info:
ru: <b> Загружать описание песни:
