Repository: miragu/gkrellmms
Catalog: po/*.po
Languages: da, es, fr, nl, ru

source: Check if GKrellMMS should load all the playlist-info at playlist-load (Always), or at file-load (On File play only). This last option is very useful if you don't use the local playlist editor, or are playing on a slow network/cdrom.
da: Check om GKrellMMS skal indlæse al spilleliste-info ved indlæsning af spillelisten, eller ved indlæsning af filen. Den sidste mulighed er særdeles brugerbar, hvis du ikke bruger den lokale spillelisteredigering, eller afpiller fra et langsomt netværk eller en CD-ROM.
es: Compruebe si GKrellMMS carga toda la información de la lista de reproduccíon en la carga de la lista de reproduccíón (siempre), o en la carga del archivo (en la reproducción del archivo solamente). Esta última opción es muy útil si no utiliza el editor local de la lista de reproducción, o está reproduciendo en una red/cdrom lento
fr: Détermine si GKrellMMS doit charger l'intégralité des informations de la liste de lecture au chargement de la liste (toujours) ou au chargement du fichier (au besoin). Cette option est particulièrement utile si vous n'utilisez pas l'éditeur de la liste à jouer ou si les fichiers des morceaux résident sur une connexion réseau de faible débit ou un cdrom.
nl: Check of GKrellMMS alle playlist-info moet laden met playlist-load (Altijd), of op bestand-laden (Op Bestand afspelen alleen). Deze laatste optie is heel er handig als u niet de lokale playlist editor gebruikt, of als u afspeelt van een langzaam netwerk/cdrom.
ru: Укажите, должен ли GKrellMMS загружать информацию о файлах при загрузке списка (Всегда) или при загрузке файла (При воспроизведении). Последний вариант весьма полезен, если вы не используете встроенный редактор списка песен или играете файлы с медленной сети или CDROM-а.

source: <b> Draw in time bar:
da: <b> Vis i tidsbarre:
es: <b> Dibujar en la barra de tiempo:
fr: <b> Barre du temps:
nl: <b> Zet de tijd in de balk:
ru: <b> Показывать на панели:

source: Check whether to draw the output time or 'xmms' in the time-krell panel.
da: Check om der skal skrives uddata tid eller 'xmms' i Krell'ens tidspanel.
es: Compruebe si dibuja en la salida el tiempo o 'xmms' en el panel del krell.
fr: Détermine si le temps en sortie ou 'xmms' doit être affiché dans le panneau du temps.
nl: Check of de output tijd of 'xmms' in de time-krell balk gezet moet worden.
ru: Отображать на панели крелла время или надпись 'xmms'.

source: <b> Output time format:
da: <b> Uddata tidsformat:
es: <b> Formato del tiempo de la salida:
fr: <b> Format du temps en sortie:
nl: <b> Tijd formaat:
ru: <b> Формат вывода времени:

source: Decide whether to draw the elapsed time, or the remaining time as output-time in the Krell.
da: Skal forløbet tid eller tilbageværende tid vises som output i Krell'en.
es: Decida si dibujar el tiempo transcurrido, o el tiempo restante, como la salida en el Krell.
fr: Détermine si le temps en sortie affiché est le temps écoulé, le temps restant.
nl: Kies of de verstreken tijd, of de nog te spelen tijd weergeven moet worden in het Krell.
ru: Решите, отображать ли на панели крелла прошедшее время или оставшееся время.

source: XMMS Executable:
da: XMMS program:
es: Ejecutable XMMS:
fr: Exécutale XMMS:
nl: XMMS Programma:
ru: Исполняемый файл XMMS:

source: Files Directory:
da: Filbibliotek:
es: Carpeta de archivos:
fr: Répertoire des fichiers:
nl: Bestanden Map:
ru: Директория с файлами:

source: Playlist Directory:
da: Spillelistebibliotek:
es: Carpeta del la lista de reproduccion:
fr: Répertoire des listes de lecture:
nl: Playlist Map:
ru: Директория со списками:

source: Krell label:
da: Krell navn:
es: Etiquetas del Krell:
fr: Etiquette de l'afficheur:
nl: Krell text:
ru: Заголовок крелла:

source: Scroll separator:
es: Separador de desplazamiento:
fr: Séparateur de défilement:
nl: Lichtkrant scheidingstekens:
ru: Разделитель:

source: XMMS Session to use
da: XMMS session der skal bruges
es: Sesión XMMS a utilizar
fr: Session xmms à utiliser
nl: XMMS Sessie om te gebruiken
ru: Использовать сессию XMMS

source: Configs
da: Indstillinger
es: Configuración
fr: Configuration
nl: Configuratie
ru: Настройки

source: Draw minus (-) when displaying remaining time
da: Prefix med minus (-) når tilbageværende tid vises
es: Dibujar un signo menos (-) cuando se visualiza el tiempo restante
fr: Afficher un signe (-) pour le temps restant
nl: Teken min-teken (-) voor de nog af te spelen tijd
ru: Добавлять минус (-) к оставшемуся времени

source: Auto launch XMMS on GKrellMMS startup
da: Start XMMS automatisk ved opstart
es: Iniciar automáticamente XMMS al ejecutar GKrellMMS
fr: Lancer automatiquement XMMS au lancement de GKrellMMS
nl: Automatisch XMMS opstarten bij GKrellMMS opstarten
ru: Запускать XMMS при старте GKrellMMS

source: Auto close (and open) XMMS Mainwin
da: Åbn og luk XMMS's hovedvindue automatisk
es: Cerrar (o abrir) automáticamente la ventana principal de XMMS
fr: Fermer (et ouvrir) automatiquement la fenêtre principale de XMMS
nl: Automatisch het XMMS Main window sluiten/openen
ru: Автоматически закрывать главное окно XMMS

source: Auto hide all XMMS windows on GKrellMMS startup
es: Ocultar automáticamente todas las ventanas de XMMS al ejecutar GKrellMMS
fr: Cacher automatiquement toutes les fenêtres XMMS au lancement de GKrellMMS

source: Auto seek to last location on XMMS launch
da: Find automatisk sidst brugte sted ved start af XMMS
es: Posicionamiento automático al ejecutar XMMS
fr: Positionnement automatique au dernier emplacement
nl: Automatisch naar de laatste locatie springen bij XMMS opstarten
ru: Сохранять позицию в списке песен

source: Auto start playing on XMMS launch
da: Start afspilning automatisk ved XMMS start
es: Iniciar automáticamente la reproduccion al ejecutar XMMS
fr: Démarrer la lecture au lancement de XMMS
nl: Automatisch spelen starten bij XMMS opstarten
ru: Начинать играть при запуске XMMS

source: Enable scrolling title panel
da: Aktiver rullende titelbarre
es: Activar el desplazamiento del panel de titulo
fr: Activer le défilement du panneau des titres
nl: Lichtkrant aanzetten
ru: Включить прокрутку названия

source: Toggles
da: Skiftere
es: Opciones
fr: Options
nl: Configuratie
ru: Опции

source: Eject-button opens:
da: Eject-knap åbner:
es: El botón expulsar abre:
fr: Le bouton éjecte ouvre:
nl: Eject-button opent:
ru: Кнопка "извлечь" открывает:

source: Playlist
da: Spilleliste
es: Lista de reproducción
fr: Liste de lecture
nl: Afspeellijst
ru: Список песен

source: File(s)
da: Fil(er)
es: Archivo(s)
fr: Fichier(s)
nl: Bestand(en)
ru: Файл(ы)

source: Draw in time bar:
da: Vis i tidsbarre:
es: Dibujar en la barra de tiempo:
fr: Affichage dans la barre des temps:
nl: Zet tijd in paneel:
ru: Показывать на панели:

source: Output time
da: Uddata tid
es: Tiempo de salida
fr: Temps en sortie
nl: Tijd
ru: Время песни

source: XMMS-text
da: XMMS-tekst
es: Texto XMMS
fr: Texte XMMS
nl: XMMS-tekst
ru: Заголовок XMMS

source: Middle mouse click on krell will:
da: Midterklik på krell vil:
es: Click del botón del medio sobre krell :
fr: Action d'un clic du bouton du milieu de la souris:
nl: Middelste muis op het krell zal:
ru: Средняя кнопка мыши означает:

source: Pause/Continue song
da: Pause/Fortsætte sangen
es: Suspender/continuar la canción
fr: Suspendre/reprendre la lecture
nl: Pauze/Speel nummer
ru: Пауза/продолжение песни

source: Stop/Play song
da: Stop/Afspil sang
es: Detener/Reproducir la canción
fr: Arrêter/Démarrer la lecture
nl: Stop/Speel nummer
ru: Стоп/старт песни

source: Output time format:
da: Tidsformat:
es: Formato del tiempo:
fr: Format du temps en sortie:
nl: Tijd formaat:
ru: Формат вывода времени:

source: Elapsed time
da: Tid gået
es: Tiempo transcurrido
fr: Temps écoulé
nl: Verstreken tijd
ru: Прошло времени

source: Remaining time
da: Resterende tid
es: Tiempo restante
fr: Temps restant
nl: Nog te spelen tijd
ru: Осталось времени

source: Load file-info:
da: Indlæs filinfo:
es: Cargar información del archivo
fr: Chargement des informations de fichier
nl: Laad file-info:
ru: Загружать описание песни:

source: Always
da: Altid
es: Siempre
fr: Toujours
nl: Altijd
ru: Всегда

source: On File play only
da: Kun ved afspilning
es: Solamente al reproducir el archivo
fr: Au besoin
nl: Alleen bij File afspelen
ru: При воспроизведении

source: Switches
da: Skiftere
es: Interruptores
fr: Bascules
nl: Configuratie
ru: Варианты

source: Help
da: Hjælp
es: Ayuda
fr: Aide
ru: Инфо

source: GKrellMMS %d.%d.%d GKrellM XMMS Plugin Copyright (C) 2000-2002 Sander Klein Lebbink <sander@cerberus.demon.nl> Current Maintainer: Sjoerd Simons <sjoerd@luon.net> http://gkrellm.luon.net/ Released under the GNU Public License
da: GKrellMMS %d.%d.%d GKrellM XMMS Udvidelsesmodul Copyright (C) 2000-2002 Sander Klein Lebbink <sander@cerberus.demon.nl> Nuværende vedligeholder: Sjoerd Simons <sjoerd@luon.net> http://gkrellm.luon.net/ Udgivet under GNU Public License
es: GKrellMMS %d.%d.%d Plugin GKrellM XMMS Copyright (C) 2000-2002 Sander Klein Lebbink <sander@cerberus.demon.nl> Sostén actual: Sjoerd Simons <sjoerd@luon.net> http://gkrellm.luon.net/ Liberado bajo la Licencia Pública GNU
fr: GKrellMMS %d.%d.%d GKrellM XMMS Plugin Copyright (C) 2000-2002 Sander Klein Lebbink <sander@cerberus.demon.nl> Current Maintainer: Sjoerd Simons <sjoerd@luon.net> http://gkrellm.luon.net/ Sous license GNU Public License
nl: GKrellMMS %d.%d.%d GKrellM XMMS Plugin Copyright (C) 200-1002 Sander Klein Lebbink <sander@cerberus.demon.nl> Huidige Maintainer: Sjoerd Simons <sjoerd@luon.net> http://gkrellm.luon.net/ Uitgebracht onder the GNU Public License
ru: GKrellMMS %d.%d.%d GKrellM XMMS Plugin Copyright (C) 2000-2002 Sander Klein Lebbink <sander@cerberus.demon.nl> Текущий разработчик: Sjoerd Simons <sjoerd@luon.net> http://gkrellm.luon.net/ Распространяется под GNU Public License

source: About
da: Om
es: Acerca de
fr: A propos
nl: Over
ru: О программе

source: Auto hide all XMMS windows on XMMS startup
da: Gem alle XMMS vinduer ved opstart af XMMS
nl: Automatisch alle XMMS windows verbergen bij XMMS opstarten
ru: Автоматически прятать все окна XMMS
